Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.fork.error.surfaceNotFound
source: fork: the requested surface was not found. Check the surface reference, then retry.
ar: fork: لم يتم العثور على السطح المطلوب. تحقق من مرجع السطح، ثم أعد المحاولة.
bs: fork: tražena površina nije pronađena. Provjerite referencu površine, a zatim pokušajte ponovo.
da: fork: den ønskede overflade blev ikke fundet. Tjek overfladereferencen, og prøv derefter igen.
de: fork: Die gewünschte Oberfläche wurde nicht gefunden. Überprüfen Sie die Oberflächenreferenz und versuchen Sie es erneut.
es: fork: No se encontró la superficie solicitada. Verifique la referencia de la superficie y vuelva a intentarlo.
fr: fork: la surface demandée n'a pas été trouvée. Vérifiez la référence de la surface, puis réessayez.
it: fork: la superficie richiesta non è stata trovata. Controllare il riferimento della superficie, quindi riprovare.
ja: fork: 指定されたサーフェスが見つかりません。サーフェスの参照を確認してから、再試行してください。
ko: fork: 요청한 표면을 찾을 수 없습니다. 표면 참조를 확인한 후 다시 시도하세요.
nb: fork: den forespurte overflaten ble ikke funnet. Sjekk overflatereferansen, og prøv deretter på nytt.
pl: fork: żądana powierzchnia nie została znaleziona. Sprawdź odniesienie do powierzchni i spróbuj ponownie.
pt_br: fork: a superfície solicitada não foi encontrada. Verifique a referência da superfície e tente novamente.
ru: fork: запрошенная поверхность не найдена. Проверьте привязку поверхности и повторите попытку.
th: fork: ไม่พบพื้นผิวที่ร้องขอ ตรวจสอบการอ้างอิงพื้นผิว จากนั้นลองอีกครั้ง
tr: fork: İstenilen yüzey bulunamadı. Yüzey referansını kontrol edin ve yeniden deneyin.
uk: fork: необхідна поверхня не знайдена. Перевірте посилання на поверхню, а потім повторіть спробу.
zh_hans: fork: 未找到所请求的表面。检查表面参考，然后重试。
zh_hant: fork: 未找到所請求的介面。檢查介面參考，然後重試。

# cli.fork.error.currentSurfaceUnknown
source: fork: the current cmux surface could not be identified. Retry from this terminal or pass --surface <id|ref>.
ar: fork: لا يمكن تحديد سطح cmux الحالي. أعد المحاولة من هذه المحطة أو مرر --surface <id|ref>.
bs: fork: trenutna cmux površina nije mogla biti identificirana. Pokušajte ponovo s ovog terminala ili prođite --surface <id|ref>.
da: fork: den aktuelle cmux-overflade kunne ikke identificeres. Prøv igen fra denne terminal, eller bestå --surface <id|ref>.
de: fork: Die aktuelle cmux-Oberfläche konnte nicht identifiziert werden. Versuchen Sie es von diesem Terminal aus erneut oder übergeben Sie --surface <id|ref>.
es: fork: No se pudo identificar la superficie cmux actual. Vuelva a intentarlo desde esta terminal o pase --surface <id|ref>.
fr: fork: la surface cmux actuelle n'a pas pu être identifiée. Réessayez depuis ce terminal ou transmettez --surface <id|ref>.
it: fork: Non è stato possibile identificare la superficie cmux corrente. Riprova da questo terminale o passa --surface <id|ref>.
ja: fork: 現在の cmux サーフェスを特定できませんでした。このターミナルから再試行するか、--surface <id|ref> を指定してください。
ko: fork: 현재 cmux 표면을 식별할 수 없습니다. 이 터미널에서 다시 시도하거나 --surface <id|ref>를 전달하세요.
nb: fork: den nåværende cmux-overflaten kunne ikke identifiseres. Prøv igjen fra denne terminalen eller bestå --surface <id|ref>.
pl: fork: nie można zidentyfikować bieżącej powierzchni cmux. Spróbuj ponownie z tego terminala lub podaj --surface <id|ref>.
pt_br: fork: a superfície cmux atual não pôde ser identificada. Tente novamente neste terminal ou passe --surface <id|ref>.
ru: fork: текущую поверхность cmux не удалось идентифицировать. Повторите попытку с этого терминала или передайте --surface <id|ref>.
th: fork: ไม่สามารถระบุพื้นผิว cmux ปัจจุบันได้ ลองอีกครั้งจากเทอร์มินัลนี้หรือส่งผ่าน --surface <id|ref>
tr: fork: geçerli cmux yüzeyi tanımlanamadı. Bu terminalden tekrar deneyin veya --surface <id|ref>'ı geçin.
uk: fork: поточну поверхню cmux не вдалося ідентифікувати. Повторіть спробу з цього терміналу або пройдіть --surface <id|ref>.
zh_hans: fork: 无法识别当前 cmux 表面。从此终端重试或通过 --surface <id|ref>。
zh_hant: fork: 無法辨識目前 cmux 介面。從此終端重試或透過 --surface <id|ref>。

# cli.fork.error.checkpointMismatch
source: fork: this command no longer matches the session. Run 'cmux fork --surface' to use the current record.
ar: fork: لم يعد هذا الأمر يطابق الجلسة. قم بتشغيل 'cmux fork --surface' لاستخدام السجل الحالي.
bs: fork: ova komanda više ne odgovara sesiji. Pokrenite 'cmux fork --surface' da koristite trenutni zapis.
da: fork: denne kommando matcher ikke længere sessionen. Kør 'cmux fork --surface' for at bruge den aktuelle post.
de: fork: Dieser Befehl passt nicht mehr zur Sitzung. Führen Sie 'cmux fork --surface' aus, um den aktuellen Datensatz zu verwenden.
es: fork: este comando ya no coincide con la sesión. Ejecute 'cmux fork --surface' para utilizar el registro actual.
fr: fork: cette commande ne correspond plus à la session. Exécutez 'cmux fork --surface' pour utiliser l'enregistrement actuel.
it: fork: questo comando non corrisponde più alla sessione. Eseguire 'cmux fork --surface' per utilizzare il record corrente.
ja: fork: このコマンドは現在のセッションと一致しません。現在の状態を使用するには 'cmux fork --surface' を実行してください。
ko: fork: 이 명령은 더 이상 세션과 일치하지 않습니다. 현재 레코드를 사용하려면 'cmux fork --surface'를 실행하세요.
nb: fork: denne kommandoen samsvarer ikke lenger med økten. Kjør 'cmux fork --surface' for å bruke gjeldende post.
pl: fork: to polecenie nie pasuje już do sesji. Uruchom 'cmux fork --surface', aby użyć bieżącego rekordu.
pt_br: fork: este comando não corresponde mais à sessão. Execute 'cmux fork --surface' para usar o registro atual.
ru: fork: эта команда больше не соответствует сеансу. Запустите 'cmux fork --surface', чтобы использовать текущую запись.
th: fork: คำสั่งนี้ไม่ตรงกับเซสชันอีกต่อไป เรียกใช้ 'cmux fork --surface' เพื่อใช้เรกคอร์ดปัจจุบัน
tr: fork: bu komut artık oturumla eşleşmiyor. Geçerli kaydı kullanmak için 'cmux fork --surface' çalıştırın.
uk: fork: ця команда більше не відповідає сеансу. Запустіть 'cmux fork --surface', щоб використати поточний запис.
zh_hans: fork: 该命令不再与会话匹配。运行 'cmux fork --surface' 以使用当前记录。
zh_hant: fork: 該命令不再與工作階段相符。執行「cmux fork --surface」以使用目前記錄。

# cli.fork.error.kindMismatch
source: fork: this command no longer matches the session. Run 'cmux fork --surface' to use the current record.
ar: fork: لم يعد هذا الأمر يطابق الجلسة. قم بتشغيل 'cmux fork --surface' لاستخدام السجل الحالي.
bs: fork: ova komanda više ne odgovara sesiji. Pokrenite 'cmux fork --surface' da koristite trenutni zapis.
da: fork: denne kommando matcher ikke længere sessionen. Kør 'cmux fork --surface' for at bruge den aktuelle post.
de: fork: Dieser Befehl passt nicht mehr zur Sitzung. Führen Sie 'cmux fork --surface' aus, um den aktuellen Datensatz zu verwenden.
es: fork: este comando ya no coincide con la sesión. Ejecute 'cmux fork --surface' para utilizar el registro actual.
fr: fork: cette commande ne correspond plus à la session. Exécutez 'cmux fork --surface' pour utiliser l'enregistrement actuel.
it: fork: questo comando non corrisponde più alla sessione. Eseguire 'cmux fork --surface' per utilizzare il record corrente.
ja: fork: このコマンドは現在のセッションと一致しません。現在の状態を使用するには 'cmux fork --surface' を実行してください。
ko: fork: 이 명령은 더 이상 세션과 일치하지 않습니다. 현재 레코드를 사용하려면 'cmux fork --surface'를 실행하세요.
nb: fork: denne kommandoen samsvarer ikke lenger med økten. Kjør 'cmux fork --surface' for å bruke gjeldende post.
pl: fork: to polecenie nie pasuje już do sesji. Uruchom 'cmux fork --surface', aby użyć bieżącego rekordu.
pt_br: fork: este comando não corresponde mais à sessão. Execute 'cmux fork --surface' para usar o registro atual.
ru: fork: эта команда больше не соответствует сеансу. Запустите 'cmux fork --surface', чтобы использовать текущую запись.
th: fork: คำสั่งนี้ไม่ตรงกับเซสชันอีกต่อไป เรียกใช้ 'cmux fork --surface' เพื่อใช้เรกคอร์ดปัจจุบัน
tr: fork: bu komut artık oturumla eşleşmiyor. Geçerli kaydı kullanmak için 'cmux fork --surface' çalıştırın.
uk: fork: ця команда більше не відповідає сеансу. Запустіть 'cmux fork --surface', щоб використати поточний запис.
zh_hans: fork: 该命令不再与会话匹配。运行 'cmux fork --surface' 以使用当前记录。
zh_hant: fork: 該命令不再與會話匹配。執行 'cmux fork --surface' 以使用目前記錄。

# cli.fork.error.unsupportedMode
source: fork: this session's saved fork data is not compatible. Start the agent again in this terminal.
ar: fork: بيانات الشوكة المحفوظة لهذه الجلسة غير متوافقة. قم بتشغيل الوكيل مرة أخرى في هذه المحطة.
bs: fork: sačuvani podaci račvanja ove sesije nisu kompatibilni. Ponovo pokrenite agenta u ovom terminalu.
da: fork: denne sessions gemte gaffeldata er ikke kompatible. Start agenten igen i denne terminal.
de: fork: Die gespeicherten Fork-Daten dieser Sitzung sind nicht kompatibel. Starten Sie den Agenten in diesem Terminal erneut.
es: fork: Los datos de bifurcación guardados de esta sesión no son compatibles. Inicie el agente nuevamente en esta terminal.
fr: fork: les données de fork enregistrées de cette session ne sont pas compatibles. Redémarrez l'agent dans ce terminal.
it: fork: i dati fork salvati di questa sessione non sono compatibili. Avvia nuovamente l'agente in questo terminale.
ja: fork: このセッションの保存済みフォークデータには互換性がありません。このターミナルでエージェントをもう一度起動してください。
ko: fork: 이 세션의 저장된 포크 데이터는 호환되지 않습니다. 이 터미널에서 에이전트를 다시 시작하십시오.
nb: fork: denne øktens lagrede gaffeldata er ikke kompatible. Start agenten på nytt i denne terminalen.
pl: fork: dane rozwidlenia zapisane w tej sesji nie są kompatybilne. Uruchom agenta ponownie w tym terminalu.
pt_br: fork: os dados de bifurcação salvos desta sessão não são compatíveis. Inicie o agente novamente neste terminal.
ru: fork: сохраненные данные ветки этого сеанса несовместимы. Запустите агент еще раз в этом терминале.
th: fork: ข้อมูลส้อมที่บันทึกไว้ของเซสชันนี้เข้ากันไม่ได้ เริ่มต้นตัวแทนอีกครั้งในเทอร์มินัลนี้
tr: fork: bu oturumun kayıtlı çatal verileri uyumlu değil. Aracıyı bu terminalde yeniden başlatın.
uk: fork: збережені дані розгалуження цього сеансу несумісні. Знову запустіть агента в цьому терміналі.
zh_hans: fork: 此会话保存的分叉数据不兼容。在此终端中再次启动代理。
zh_hant: fork: 此會話保存的分叉資料不相容。在此終端中再次啟動代理程式。

# cli.fork.error.incompleteData
source: fork: this session's saved fork data is not compatible. Start the agent again in this terminal.
ar: fork: بيانات الشوكة المحفوظة لهذه الجلسة غير متوافقة. قم بتشغيل الوكيل مرة أخرى في هذه المحطة.
bs: fork: sačuvani podaci račvanja ove sesije nisu kompatibilni. Ponovo pokrenite agenta u ovom terminalu.
da: fork: denne sessions gemte gaffeldata er ikke kompatible. Start agenten igen i denne terminal.
de: fork: Die gespeicherten Fork-Daten dieser Sitzung sind nicht kompatibel. Starten Sie den Agenten in diesem Terminal erneut.
es: fork: Los datos de bifurcación guardados de esta sesión no son compatibles. Inicie el agente nuevamente en esta terminal.
fr: fork: les données de fork enregistrées de cette session ne sont pas compatibles. Redémarrez l'agent dans ce terminal.
it: fork: i dati fork salvati di questa sessione non sono compatibili. Avvia nuovamente l'agente in questo terminale.
ja: fork: このセッションの保存済みフォークデータには互換性がありません。このターミナルでエージェントをもう一度起動してください。
ko: fork: 이 세션의 저장된 포크 데이터는 호환되지 않습니다. 이 터미널에서 에이전트를 다시 시작하십시오.
nb: fork: denne øktens lagrede gaffeldata er ikke kompatible. Start agenten på nytt i denne terminalen.
pl: fork: dane rozwidlenia zapisane w tej sesji nie są kompatybilne. Uruchom agenta ponownie w tym terminalu.
pt_br: fork: os dados de bifurcação salvos desta sessão não são compatíveis. Inicie o agente novamente neste terminal.
ru: fork: сохраненные данные ветки этого сеанса несовместимы. Запустите агент еще раз в этом терминале.
th: fork: ข้อมูลส้อมที่บันทึกไว้ของเซสชันนี้เข้ากันไม่ได้ เริ่มต้นตัวแทนอีกครั้งในเทอร์มินัลนี้
tr: fork: bu oturumun kayıtlı çatal verileri uyumlu değil. Aracıyı bu terminalde yeniden başlatın.
uk: fork: збережені дані розгалуження цього сеансу несумісні. Знову запустіть агента в цьому терміналі.
zh_hans: fork: 此会话保存的分叉数据不兼容。在此终端中再次启动代理。
zh_hant: fork: 此會話保存的分叉資料不相容。在此終端中再次啟動代理程式。

# cli.fork.error.malformedRecord
source: fork: this session's saved restore data is not compatible. Start the agent again in this terminal.
ar: fork: بيانات الاستعادة المحفوظة لهذه الجلسة غير متوافقة. قم بتشغيل الوكيل مرة أخرى في هذه المحطة.
bs: fork: sačuvani podaci vraćanja ove sesije nisu kompatibilni. Ponovo pokrenite agenta u ovom terminalu.
da: fork: denne sessions gemte gendannelsesdata er ikke kompatible. Start agenten igen i denne terminal.
de: fork: Die gespeicherten Wiederherstellungsdaten dieser Sitzung sind nicht kompatibel. Starten Sie den Agenten in diesem Terminal erneut.
es: fork: Los datos de restauración guardados de esta sesión no son compatibles. Inicie el agente nuevamente en esta terminal.
fr: fork: les données de restauration enregistrées de cette session ne sont pas compatibles. Redémarrez l'agent dans ce terminal.
it: fork: i dati di ripristino salvati di questa sessione non sono compatibili. Avvia nuovamente l'agente in questo terminale.
ja: fork: このセッションの保存済み復元データには互換性がありません。このターミナルでエージェントをもう一度起動してください。
ko: fork: 이 세션의 저장된 복원 데이터가 호환되지 않습니다. 이 터미널에서 에이전트를 다시 시작하십시오.
nb: fork: denne øktens lagrede gjenopprettingsdata er ikke kompatible. Start agenten på nytt i denne terminalen.
pl: fork: dane przywracania zapisane w tej sesji nie są kompatybilne. Uruchom agenta ponownie w tym terminalu.
pt_br: fork: os dados de restauração salvos desta sessão não são compatíveis. Inicie o agente novamente neste terminal.
ru: fork: сохраненные данные восстановления этого сеанса несовместимы. Запустите агент еще раз в этом терминале.
th: fork: ข้อมูลการคืนค่าที่บันทึกไว้ของเซสชันนี้เข้ากันไม่ได้ เริ่มต้นตัวแทนอีกครั้งในเทอร์มินัลนี้
tr: fork: bu oturumun kayıtlı geri yükleme verileri uyumlu değil. Aracıyı bu terminalde yeniden başlatın.
uk: fork: збережені дані відновлення цього сеансу несумісні. Знову запустіть агента в цьому терміналі.
zh_hans: fork: 此会话保存的恢复数据不兼容。在此终端中再次启动代理。
zh_hant: fork: 此會話保存的復原資料不相容。在此終端中再次啟動代理程式。

# cli.fork.error.malformedArguments
source: fork: this session's saved restore data is not compatible. Start the agent again in this terminal.
ar: fork: بيانات الاستعادة المحفوظة لهذه الجلسة غير متوافقة. قم بتشغيل الوكيل مرة أخرى في هذه المحطة.
bs: fork: sačuvani podaci vraćanja ove sesije nisu kompatibilni. Ponovo pokrenite agenta u ovom terminalu.
da: fork: denne sessions gemte gendannelsesdata er ikke kompatible. Start agenten igen i denne terminal.
de: fork: Die gespeicherten Wiederherstellungsdaten dieser Sitzung sind nicht kompatibel. Starten Sie den Agenten in diesem Terminal erneut.
es: fork: Los datos de restauración guardados de esta sesión no son compatibles. Inicie el agente nuevamente en esta terminal.
fr: fork: les données de restauration enregistrées de cette session ne sont pas compatibles. Redémarrez l'agent dans ce terminal.
it: fork: i dati di ripristino salvati di questa sessione non sono compatibili. Avvia nuovamente l'agente in questo terminale.
ja: fork: このセッションの保存済み復元データには互換性がありません。このターミナルでエージェントをもう一度起動してください。
ko: fork: 이 세션의 저장된 복원 데이터가 호환되지 않습니다. 이 터미널에서 에이전트를 다시 시작하십시오.
nb: fork: denne øktens lagrede gjenopprettingsdata er ikke kompatible. Start agenten på nytt i denne terminalen.
pl: fork: dane przywracania zapisane w tej sesji nie są kompatybilne. Uruchom agenta ponownie w tym terminalu.
pt_br: fork: os dados de restauração salvos desta sessão não são compatíveis. Inicie o agente novamente neste terminal.
ru: fork: сохраненные данные восстановления этого сеанса несовместимы. Запустите агент еще раз в этом терминале.
th: fork: ข้อมูลการคืนค่าที่บันทึกไว้ของเซสชันนี้เข้ากันไม่ได้ เริ่มต้นตัวแทนอีกครั้งในเทอร์มินัลนี้
tr: fork: bu oturumun kayıtlı geri yükleme verileri uyumlu değil. Aracıyı bu terminalde yeniden başlatın.
uk: fork: збережені дані відновлення цього сеансу несумісні. Знову запустіть агента в цьому терміналі.
zh_hans: fork: 此会话保存的恢复数据不兼容。在此终端中再次启动代理。
zh_hant: fork: 此會話保存的復原資料不相容。在此終端中再次啟動代理程式。

# cli.fork.error.unsupported
source: fork: this agent does not support forking. Configure a fork command for this agent, then retry.
ar: fork: هذا الوكيل لا يدعم التفرع. قم بتكوين أمر fork لهذا الوكيل، ثم أعد المحاولة.
bs: fork: ovaj agent ne podržava forking. Konfigurirajte naredbu fork za ovog agenta, a zatim pokušajte ponovo.
da: fork: denne agent understøtter ikke forking. Konfigurer en gaffelkommando for denne agent, og prøv derefter igen.
de: fork: Dieser Agent unterstützt kein Forking. Konfigurieren Sie einen fork-Befehl für diesen Agenten und versuchen Sie es dann erneut.
es: fork: este agente no admite la bifurcación. Configure un comando fork para este agente y luego vuelva a intentarlo.
fr: fork: cet agent ne prend pas en charge le fork. Configurez une commande fork pour cet agent, puis réessayez.
it: fork: questo agente non supporta il fork. Configura un comando fork per questo agente, quindi riprova.
ja: fork: このエージェントはフォークをサポートしていません。このエージェントにフォークコマンドを設定してから、再試行してください。
ko: fork: 이 에이전트는 분기를 지원하지 않습니다. 이 에이전트에 대한 포크 명령을 구성한 후 다시 시도하세요.
nb: fork: denne agenten støtter ikke forking. Konfigurer en gaffelkommando for denne agenten, og prøv deretter på nytt.
pl: fork: ten agent nie obsługuje rozwidlania. Skonfiguruj polecenie fork dla tego agenta, a następnie spróbuj ponownie.
pt_br: fork: este agente não suporta bifurcação. Configure um comando fork para este agente e tente novamente.
ru: fork: этот агент не поддерживает разветвление. Настройте команду вилки для этого агента, а затем повторите попытку.
th: fork: เอเจนต์นี้ไม่รองรับการฟอร์ก กำหนดค่าคำสั่ง fork สำหรับเอเจนต์นี้ จากนั้นลองอีกครั้ง
tr: fork: bu aracı çatallamayı desteklemiyor. Bu aracı için bir çatal komutu yapılandırın ve yeniden deneyin.
uk: fork: цей агент не підтримує розгалуження. Налаштуйте команду fork для цього агента, а потім повторіть спробу.
zh_hans: fork: 该代理不支持分叉。为此代理配置 fork 命令，然后重试。
zh_hant: fork: 此代理不支援分叉。為此代理程式配置 fork 命令，然後重試。

# cli.fork.error.providerSetupFailed
source: fork: agent setup failed. Check the agent settings, then retry.
ar: fork: فشل إعداد الوكيل. تحقق من إعدادات الوكيل، ثم أعد المحاولة.
bs: fork: postavljanje agenta nije uspjelo. Provjerite postavke agenta, a zatim pokušajte ponovo.
da: fork: agentopsætning mislykkedes. Kontroller agentindstillingerne, og prøv derefter igen.
de: fork: Die Einrichtung des Agenten ist fehlgeschlagen. Überprüfen Sie die Agenteneinstellungen und versuchen Sie es dann erneut.
es: fork: La configuración del agente falló. Verifique la configuración del agente y luego vuelva a intentarlo.
fr: fork: La configuration de l'agent a échoué. Vérifiez les paramètres de l'agent, puis réessayez.
it: fork: la configurazione dell'agente non è riuscita. Controlla le impostazioni dell'agente, quindi riprova.
ja: fork: エージェントの設定に失敗しました。エージェント設定を確認してから、再試行してください。
ko: fork: 에이전트 설정에 실패했습니다. 에이전트 설정을 확인한 후 다시 시도하세요.
nb: fork: agentoppsett mislyktes. Sjekk agentinnstillingene, og prøv på nytt.
pl: fork: konfiguracja agenta nie powiodła się. Sprawdź ustawienia agenta i spróbuj ponownie.
pt_br: fork: falha na configuração do agente. Verifique as configurações do agente e tente novamente.
ru: fork: установка агента не удалась. Проверьте настройки агента и повторите попытку.
th: fork: การตั้งค่าตัวแทนล้มเหลว ตรวจสอบการตั้งค่าตัวแทน จากนั้นลองอีกครั้ง
tr: fork: aracı kurulumu başarısız oldu. Aracı ayarlarını kontrol edin ve yeniden deneyin.
uk: fork: не вдалося налаштувати агента. Перевірте налаштування агента та повторіть спробу.
zh_hans: fork: 代理设置失败。检查代理设置，然后重试。
zh_hant: fork: 代理設定失敗。檢查代理設置，然後重試。

# cli.fork.error.workingDirectoryFailed
source: fork: the saved working directory is inaccessible. Restore access to it, then retry.
ar: fork: دليل العمل المحفوظ غير قابل للوصول. قم باستعادة الوصول إليه، ثم أعد المحاولة.
bs: fork: sačuvani radni direktorij je nedostupan. Vratite mu pristup, a zatim pokušajte ponovo.
da: fork: den gemte arbejdsmappe er utilgængelig. Gendan adgangen til den, og prøv derefter igen.
de: fork: Auf das gespeicherte Arbeitsverzeichnis kann nicht zugegriffen werden. Stellen Sie den Zugriff wieder her und versuchen Sie es erneut.
es: fork: el directorio de trabajo guardado es inaccesible. Restaure el acceso a él y vuelva a intentarlo.
fr: fork: le répertoire de travail enregistré est inaccessible. Restaurez l'accès, puis réessayez.
it: fork: la directory di lavoro salvata è inaccessibile. Ripristina l'accesso e riprova.
ja: fork: 保存された作業ディレクトリにアクセスできません。アクセスを復元してから、再試行してください。
ko: fork: 저장된 작업 디렉터리에 액세스할 수 없습니다. 액세스를 복원한 후 다시 시도하세요.
nb: fork: den lagrede arbeidskatalogen er utilgjengelig. Gjenopprett tilgangen til den, og prøv deretter på nytt.
pl: fork: zapisany katalog roboczy jest niedostępny. Przywróć do niego dostęp i spróbuj ponownie.
pt_br: fork: o diretório de trabalho salvo está inacessível. Restaure o acesso a ele e tente novamente.
ru: fork: сохраненный рабочий каталог недоступен. Восстановите к нему доступ и повторите попытку.
th: fork: ไม่สามารถเข้าถึงไดเร็กทอรีการทำงานที่บันทึกไว้ คืนค่าการเข้าถึง จากนั้นลองอีกครั้ง
tr: fork: kaydedilen çalışma dizinine erişilemiyor. Erişimi geri yükleyin ve ardından yeniden deneyin.
uk: fork: збережений робочий каталог недоступний. Відновіть доступ до нього, а потім повторіть спробу.
zh_hans: fork: 保存的工作目录无法访问。恢复对其的访问，然后重试。
zh_hant: fork: 儲存的工作目錄無法存取。恢復對其的訪問，然後重試。

# cli.fork.error.executableNotFound
source: fork: the saved agent command is unavailable. Make sure the agent is installed, then retry.
ar: fork: أمر الوكيل المحفوظ غير متوفر. تأكد من تثبيت الوكيل، ثم أعد المحاولة.
bs: fork: komanda sačuvanog agenta je nedostupna. Provjerite je li agent instaliran, a zatim pokušajte ponovo.
da: fork: den gemte agentkommando er ikke tilgængelig. Sørg for, at agenten er installeret, og prøv derefter igen.
de: fork: Der gespeicherte Agentenbefehl ist nicht verfügbar. Stellen Sie sicher, dass der Agent installiert ist, und versuchen Sie es dann erneut.
es: fork: el comando del agente guardado no está disponible. Asegúrese de que el agente esté instalado y luego vuelva a intentarlo.
fr: fork: la commande d'agent enregistrée n'est pas disponible. Assurez-vous que l'agent est installé, puis réessayez.
it: fork: il comando dell'agente salvato non è disponibile. Assicurati che l'agente sia installato, quindi riprova.
ja: fork: 保存されたエージェントコマンドを利用できません。エージェントがインストールされていることを確認してから、再試行してください。
ko: fork: 저장된 에이전트 명령을 사용할 수 없습니다. 에이전트가 설치되어 있는지 확인한 후 다시 시도하세요.
nb: fork: den lagrede agentkommandoen er utilgjengelig. Kontroller at agenten er installert, og prøv deretter på nytt.
pl: fork: zapisane polecenie agenta jest niedostępne. Upewnij się, że agent jest zainstalowany, a następnie spróbuj ponownie.
pt_br: fork: o comando do agente salvo não está disponível. Certifique-se de que o agente esteja instalado e tente novamente.
ru: fork: сохраненная команда агента недоступна. Убедитесь, что агент установлен, затем повторите попытку.
th: fork: คำสั่งเอเจนต์ที่บันทึกไว้ไม่พร้อมใช้งาน ตรวจสอบให้แน่ใจว่าติดตั้งเอเจนต์แล้ว จากนั้นลองอีกครั้ง
tr: fork: kayıtlı aracı komutu kullanılamıyor. Aracının yüklendiğinden emin olun ve yeniden deneyin.
uk: fork: збережена команда агента недоступна. Переконайтеся, що агент встановлено, а потім повторіть спробу.
zh_hans: fork: 保存的代理命令不可用。确保已安装代理，然后重试。
zh_hant: fork: 保存的代理命令不可用。確保已安裝代理，然後重試。
